[
    {
        "name": "SOSU Østjylland",
        "img_url": "https://vet4wb.com/wp-content/uploads/2021/09/download-300x99.png",
        "country": "Denmark",
        "contact_person": "Bodil Mygind",
        "email": "bmm@sosuoj.dk",
        "description": "SOSU Østjylland is a major VET college in basic social and health care. The VET programs are based on the dual training principle: Theoretical and practical education at the college alternates with practical training in an approved company. This ensures that trainees acquire theoretical, practical, general and personal skills, which are in demand on the labour market. The college works in close cooperation with employers and is very experienced in mobilities, international cooperation and export of VET expertise. Its international strategy specifies that mobilities should support the personal and professional development of learners and staff and strengthen the organisation. Three staff members have been specialized in international cooperation. They are fulfilling tasks for Danish ministries and private companies in this field as a part of their job for the college. These staff will work in V4WB. The person to be manager of the project has extensive experience as project leader and key expert in projects in Albania, Russia, the Baltic States, Poland and Turkey and lately experience from ERASMUS+ KA2 and KA3 projects. This experience is crucial for leading a project with a big and varied consortium as this one."
    },
    {
        "name": "Centro de Formación de Administración y Hostelería, S.L.",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VE9E551.png?w=250&ssl=1",
        "country": "Spain",
        "contact_person": "Eva Díaz",
        "email": "ediaz@cebanc.com",
        "description": "Centro de Formación de Administración y Hostelería, S.L.  delivers in-service, initial and adult vocational training. It has two principal objectives: a) modernize and internationalize the institution through incoming and outgoing student and staff transnational mobility; b) participate in European and international co-operation projects. Ten of the tertiary level students do a thirteen-week internship in a foreign country each year. Around seven members of staff go on five-day mobility programmes that make an important contribution to their professional growth and degree of job satisfaction. It offers courses in hospitality and tourism and works closely together with Cebanc, which is offering administration, business and marketing, health and computer science. Two staff members from this partner will work in this project. One of them has a big experience with all aspects and challenges of mobilities; the other one has expertise within VET pedagogy."
    },
    {
        "name": "Alternative Pro",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VE83661.png?w=250&ssl=1",
        "country": "Albania",
        "contact_person": "Giancarlo Milanese",
        "email": "milagian@gmail.com",
        "description": "Alternative Pro is one of the largest and best-established centers of learning in Albania. It educates fashion designers, hairdressers, managers, make-up artists, operators, tourism operators, and marketing specialists. It organizes courses for young women that cannot frequent schools because of economic and social problems in rural zones of Albania, Kosovo and North Macedonia. The Albanian partner will select for the project activities, staff that are not only professionally and pedagogically competent but also open-minded, ready for changes and for sharing experiences with colleagues and others."
    },
    {
        "name": "EfVET, European Forum of Technical and Vocational Education and Training",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VECCB11.png?w=250&ssl=1",
        "country": "International NGO (officially registered under Belgian law)",
        "contact_person": "Stefano Tirati",
        "email": "efvet-office@efvet.org",
        "description": "EfVET, European Forum of Technical and Vocational Education and Training is a European umbrella organization of 220 technical and vocational education and training providers from 35 countries. It represents directly the views of its members on VET issues to all the European Union Institutions and Bodies and responds to all appropriate consultation processes. Staff from the organisation to take part in this project, will be persons with experience in dissemination and staff who has participated in the INTERVET Balkan project."
    },
    {
        "name": "Tradium",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB2.png?w=250&ssl=1",
        "country": "Denmark",
        "contact_person": "Elizabeth Andre Høgh",
        "email": "eah@Tradium.dk",
        "description": "Tradium is a large VET provider with a broad spectrum of programs. It has very good connection to companies in the region and knows the needs of the labour market very well. All its VET programmes except one have the dual system (theoretical and practical education at the college alternates with practical training in an approved company). It has a well-established “guidance-center” as well as a team of company councellors, employed at the college. Furthermore, the local municipality has established its youth guidance center on its facilities. The organisation has experience from participation in projects aiming at attracting girls and woman to traditionally male dominated educations. Two staff members will work in the project. One of them is very experiences in counselling and career guidance, cooperation with companies and attracting females to male professions and the other is a teacher, educated in Kosovo and very familiar with the conditions on Western Balkan."
    },
    {
        "name": "Šolski center Kranj",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB4.png?w=250&ssl=1",
        "country": "Slovenia",
        "contact_person": "Nataša Kristan Primšar",
        "email": "Natasa.kristan@sckr.si",
        "description": "Šolski center Kranj offers VET education in informatics, electro-technics, electro-energetics, mechatronics, economy, services and civil engineering. Educational work takes place in modern lecture halls, classrooms, laboratories and workshops. It has signed agreements with more than 300 companies and organizations where pupils and students can perform practical training. The organisation has staff experienced with the development of VET in Slovenia in the period from being a part of the socialist Yugoslavia to becoming an EU member stat with a liberal economy. This experience of going through transformation and adapting to new conditions is a competence that is relevant to share with the Western Balkan countries. Other relevant staff for this project is the teachers with teach subjects that are also common among our Balkan partners."
    },
    {
        "name": "Stichting Landstede",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VE2E351.png?w=250&ssl=1",
        "country": "The Netherlands",
        "contact_person": "Udo Lut",
        "email": "ulut@landstedegroep.nl",
        "description": "Stichting Landstede has 20.000 students and offers a wide range of vocational programmes. It has built up a sustainable relationship with companies, schools and other kind of organisations not only locally, but also internationally. It provides competence-based education that gives students the opportunity to work on their own talents and is one of the leading organisations in this field in the Netherlands, where competence-based learning is being used in all VET. Staff with experience in competence-based learning will be involved in this project as well as staff with expertise in international cooperation."
    },
    {
        "name": "Secondary Vocational School of Electrical Engineering \"Vaso Aligrudic\" Podgorica",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB1.png?w=250&ssl=1",
        "country": "Montenegro",
        "contact_person": "Selma Šabotic",
        "email": "pedagog@ets-pg.edu.me",
        "description": "Secondary Vocational School of Electrical Engineering \"Vaso Aligrudic\" Podgorica uses the latest educational programs and technology, implementing workshops and trainings to contribute the quality of teaching methods and to provide expert qualification for students and continuous development for teachers. It is licensed for adult education and uses educational programs (Construction and maintenance of electronic safety systems, installation and maintenance of electro-communicational systems, Repair and maintenance of electronic commercial devices etc.) implemented by new methodology. The Montenegrin partner will select for the project activities, staff that are not only professionally and pedagogically competent but also open-minded, ready for changes and for sharing experiences with colleagues and others."
    },
    {
        "name": "Instution for Vocational Education and Training \"Rifat Gjota\"",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2022/11/0-02-05-abe7ef6b08df20bb400bb95e69af2df42c7c702851b1109b429bf6a1450161bc_272c7d776d3.jpg?resize=300%2C271&ssl=1",
        "country": "Kosovo",
        "contact_person": "Arben Gjikolli",
        "email": "nebra592011@gmail.com / nebra592011@hotmail.com",
        "description": "Instution for Vocational Education and Training \"Rifat Gjota\" has about 1.000 students and offers VET education within electrical engineering, machinery, construction, and textiles. It has compiled a memorandum of understanding with local enterprises in order to define duties and responsibilities for internships. The Kosovo partner will select for the project activities, staff that are not only professionally and pedagogically competent but also open-minded, ready for changes and for sharing experiences with colleagues and others."
    },
    {
        "name": "STANDO LTD",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB3.png?w=250&ssl=1",
        "country": "Cyprus",
        "contact_person": "Anna Nicolaou",
        "email": "standoutedu@standoltd.com",
        "description": "STANDO is a research and educational organisation, dedicated to the advancement of research and innovation and is, at the same time, an approved VET Centre (VET provider).It actively participates in the planning and implementation of national and international projects, aiming at providing innovative solutions that facilitate the development of people and the cohesion of societies. Its strength primarily lies in a highly qualified team and its extended network of international partners. For this project, the organisation will involve staff that are experts in dissemination, quality assurance, entrepreneurship fostering and innovation."
    },
    {
        "name": "High school of Metalworking crafts",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VEE1061.png?w=250&ssl=1",
        "country": "Bosnia and Herzegovina",
        "contact_person": "Elmedin Lukač",
        "email": "direktor@jussmz.com.ba",
        "description": "High school of Metalworking crafts offers 3 years´ vocational education in all sorts of metalworking crafts such as car mechanic, metal sheet workmanship, welding, central heating and gas installations, water supply and sanitation installation, CNC machining technologies, jewelry crafts, among others. It also educates technicians in automotive field, mechatronics and aviation (engine and aircraft maintenance). The Bosnian partner will select for the project activities, staff that are not only professionally and pedagogically competent but also open-minded, ready for changes and for sharing experiences with colleagues and others."
    }
]