[
    {
        "name": "SOSU Østjylland",
        "img_url": "https://vet4wb.com/wp-content/uploads/2021/09/download-300x99.png",
        "country": "Denmark",
        "contact_person": "Bodil Mygind",
        "email": "bmm@sosuoj.dk",
        "description": "SOSU Østjylland je vodeći koledž za stručno obrazovanje i trening (VET centar), usmjeren primarno na oblast socijalne i zdravstvene zaštite. Stručni (VET) programi se zasnivaju na principu dualnog obrazovanja: teorijska i praktična nastava na koledžu kombinovana je sa praktičnom obukom u nekoj od ovlaštenih kompanija. Na ovaj način učenicima je omogućeno sticanje teorijskih, praktičnih, opštih i ličnih vještina koje su tražene na tržištu rada. Koledž blisko sarađuje sa poslodavcima i ima bogato iskustvo u organizovanju mobilnosti, međunarodnoj saradnji i izvozu stručnog znanja. Njegova međunarodna strategija ističe mobilnosti kao način pružanja podrške ličnom i profesionalnom razvoju učenika i zaposlenih u obrazovnim organizacijama, čime se iste značajno osnažuju. Tri člana nastavnog kadra su specijalizovani za međunarodnu saradnju. Njihove dužnosti na koledžu podrazumijevaju ispunjavanje zadataka za referentna danska ministarstva i privatne kompanije koje su dio VET sistema. Oni će biti angažovani na VET4WB projektu. Osoba koja će obavljati funkciju menadžera projekta ima značajno iskustvo kao vođa projekta i vodeći ekspert u raznim projektima u Albaniji, Rusiji, baltičkim državama, Poljskoj i Turskoj, ali i skorašnje iskustvo u okviru ERASMUS+ KA2 i KA3 projektima. Upravo pomenuto iskustvo je krucijalno za vođenje jednog ovakvog projekta sa velikim i raznovrsnim konzorcijumom."
    },
    {
        "name": "Centro de Formación de Administración y Hostelería, S.L.",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VE9E551.png?w=250&ssl=1",
        "country": "Spain",
        "contact_person": "Eva Díaz",
        "email": "ediaz@cebanc.com",
        "description": "Centro de Formación de Administración y Hostelería, S.L.q organizuje stručno usavršavanje osoblja, osnovno stručno obrazovanje, kao i stručno obrazovanje odraslih. Ima dva osnovna cilja: a) modernizovati i internacionalizovati instituciju kroz organizovanje dolaznih i odlaznih transnacionalnih mobilnosti za učenike i zaposlene; b) učestvovati u evropskim i međunarodnim saradničkim projektima. 10 studenata tercijarnog obrazovnog nivoa odrađuje trinaestonedjeljnu praksu u stranoj zemlji svake godine. Do 7 članova nastavnog kadra odlazi na petodnevne programe mobilnosti koji značajno doprinose njihovom profesionalnom razvoju i stepenu zadovoljenja zahtjeva radnog mjesta. Centar rganizuje kurseve iz područja rada ugostiteljstva i turizma, a blisko sarađuje sa centrom Cebanc koji nudi programe iz oblasti administracije, poslovanja i marketinga, kao i zdravstva i informacinih tehnologija. Dva člana nastavnog osoblja ovog partnera će učestvovati u ovom projektu. Jedan od njih ima ogromno iskustvo sa svim aspektima i izazovima programa mobilnosti, dok drugi posjeduje veliku stručnost iz oblasti VET pedagogije."
    },
    {
        "name": "Alternative Pro",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VE83661.png?w=250&ssl=1",
        "country": "Albania",
        "contact_person": "Giancarlo Milanese",
        "email": "milagian@gmail.com",
        "description": "Alternative Pro je jedan od najvećih i najuspješnijih obrazovnih centara u Albaniji. Obrazuje buduće modne dizajnere, frizere, menadžere, šminkere, tehničare, turističke tehničare, i specijaliste za menadžment. Organizuje i kurseve za mlade žene iz ruralnih područja Albanije, Kosova i Sjeverne Makedonije koje ne mogu da redovno pohađaju nastavu zbog različitih ekonomskih i socijalnih problema. Albanski partner će za realizaciju projektnih aktivnosti angažovati kadar koji je ne samo stručno i pedagoški kompetentan, već i otvoren, spreman za promjene, saradnju i razmjenu iskustava sa kolegama i ostalim saradnicima."
    },
    {
        "name": "EfVET, European Forum of Technical and Vocational Education and Training (Evropski forum tehničkog i stručnog obrazovanja i osposobljavanja)",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VECCB11.png?w=250&ssl=1",
        "country": "International NGO (officially registered under Belgian law)",
        "contact_person": "Stefano Tirati",
        "email": "efvet-office@efvet.org",
        "description": "EfVET, Evropski forum tehničkog i stručnog obrazovanja i osposobljavanja je evropska krovna institucija koja obuhvata 220 organizacija uključenih u tehničko i stručno obrazovanje i osposobljavanje iz 35 zemalja. Ona pred relevantnim institucijama i tijelima Evropske Unije direktno predstavlja stavove svojih članova o pitanjima stručnog obrazovanja, te odgovara na sve odgovarajuće konsultativne procese. Zaposleni iz ove organizacije koji će učestvovati u ovom projektu biće osobe koje posjeduju bogato iskustvo u realizaciji aktivnosti diseminacije podataka, kao i osoblje koje je učestvovalo u projektu INTERVET Balkan."
    },
    {
        "name": "Tradium",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB2.png?w=250&ssl=1",
        "country": "Denmark",
        "contact_person": "Elizabeth Andre Høgh",
        "email": "eah@Tradium.dk",
        "description": "Tradium je veliki pužalac usluga stručnog obrazovanja, sa širokim spektrom programa. Ima vrlo dobru povezanost sa kompanijama u svom regionu i vrlo dobro poznaje potrebe tržišta rada. Svi programi stručnog obrazovanja osim jednog imaju dualni sistem (teorijsko i praktično obrazovanje na koledžu se smjenjuju s praktičnim usavršavanjem u odobrenoj kompaniji). Ima dobro uhodan “centar za usmjeravanje” kao i tim savjetnika iz kompanija, zaposlenih na koledžu. Nadalje, lokalna samouprava je u okviru kampusa oformila svoj centar za savjetovanje mladih. Organizacija ima iskustva u radu na projektima koji za cilj imaju privlačenje djevojčica i žena u usmjerenja u kojima tradicionalno dominiraju muškarci. Na projektu će raditi dva člana osoblja. Jedno od njih posjeduje veliko iskustvo u savjetovanju i profesionalnoj orijentaciji, saradnji s kompanijama i privlačenju žena u muška zanimanja, a druga osoba je nastavnik, obrazovan na Kosovu i vrlo upoznat sa prilikama na Zapadnom Balkanu."
    },
    {
        "name": "Šolski center Kranj",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB4.png?w=250&ssl=1",
        "country": "Slovenia",
        "contact_person": "Nataša Kristan Primšar",
        "email": "Natasa.kristan@sckr.si",
        "description": "Školski centar Kranj nudi stručno obrazovanje iz oblasti informatike, elektrotehnike, elektroenergetike, mehatronike, ekonomije, uslužnih djelatnosti i građevinarstva. Obrazovni rad odvija se u savremenim amfiteatrima, učionicama, laboratorijima i radionicama. Ima potpisane ugovore sa više od 300 kompanija i organizacija u kojima učenici i studenti mogu obavljati praktičnu nastavu. Osoblje Centra posjeduje značajno iskustvo u razvoju stručnog obrazovanja u Sloveniji u razdoblju od članstva u socijalističkoj Jugoslaviji do članstva u EU s liberalnom ekonomijom. Ovo iskustvo transformacije i prilagođavanja novim uslovima je kompetencija koju je važno podijeliti sa zemljama zapadnog Balkana. Drugo relevantno osoblje za ovaj projekat su nastavnici predmeta koji su takođe uobičajeni kod naših balkanskih partnera."
    },
    {
        "name": "Stichting Landstede",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VE2E351.png?w=250&ssl=1",
        "country": "The Netherlands",
        "contact_person": "Udo Lut",
        "email": "ulut@landstedegroep.nl",
        "description": "Stichting Landstede ima 20.000 učenika i nudi širok dijapazon stručnih programa. Izgradio je održiv odnos sa kompanijama, školama i drugim vrstama organizacija ne samo na lokalnom, već i na međunarodnom nivou. Pruža obrazovanje zasnovano na kompetencijama koje učenicima pruža priliku da razvijaju lične talente. Jedna je od vodećih organizacija u ovom području u Holandiji, gdje se učenje zasnovano na kompetencijama koristi u svim ustanovama stručnog obrazovanja. Osoblje s iskustvom u učenju zasnovanom na kompetencijama biće uključeno u ovaj projekat, kao i osoblje s iskustvom u oblasti međunarodne saradnje."
    },
    {
        "name": "Secondary Vocational School of Electrical Engineering \"Vaso Aligrudic\" Podgorica",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB1.png?w=250&ssl=1",
        "country": "Montenegro",
        "contact_person": "Selma Šabotic",
        "email": "pedagog@ets-pg.edu.me",
        "description": "Srednja elektrotehnička škola „Vaso Aligrudić“ Podgorica koristi najsavremenije obrazovne programe i tehnologiju, te organizuje radionice i obuke kako bi doprinijela kvalitetu nastavne prakse i kontinuiranom profesionalnom razvoju nastavnika. Posjeduje licnecu za obrazovanje odraslih, a koristi obrazovne programe izrađene po najnovijoj metodologiji (izrada i održavanja elektronskih sigurnosnih sistema, ugradnja i održavanje elektro-komunikacionih sistema, popravka i održavanje elektronskih komercijalnih uređaja, itd.). Crnogorski tim će za učešće u ovom projektu delegirati kadar koji odlikuje ne samo visok stepen profesionalne i pedagoške stručnosti, već i otvorenost za saradnju, promjene i razmjenu iskustava sa kolegama i ostalim saradnicima."
    },
    {
        "name": "Instution for Vocational Education and Training \"Rifat Gjota\"",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2022/11/0-02-05-abe7ef6b08df20bb400bb95e69af2df42c7c702851b1109b429bf6a1450161bc_272c7d776d3.jpg?resize=300%2C271&ssl=1",
        "country": "Kosovo",
        "contact_person": "Arben Gjikolli",
        "email": "nebra592011@gmail.com / nebra592011@hotmail.com",
        "description": "Srednja tehnička škola “Rifat Gjota” ima oko 1.000 učenika i nudi stručno obrazovanje iz oblasti elektrotehnike, mašinstva, građevinarstva i tekstila. Sačinila je memorandum o saradnji sa lokalnim kompanijama kako bi definisala dužnosti i odgovornosti procesa stažiranja učenika u istim. Kosovski partner će za projektne aktivnosti odabrati osoblje koje nije samo stručno i pedagoški kompetentno, već i otvorenog uma, spremno na promjene i razmjenu iskustava s kolegama i ostalim saradnicima."
    },
    {
        "name": "STANDO LTD",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VET4WB3.png?w=250&ssl=1",
        "country": "Cyprus",
        "contact_person": "Anna Nicolaou",
        "email": "standoutedu@standoltd.com",
        "description": "STANDO je istraživačka i obrazovna organizacija, posvećena unapređenju istraživanja i inovacija, a ujedno je i odobreni VET centar (VET pružalac usluga). Aktivno ućestvuje u planiranju i sprovođenju nacionalnih i međunarodnih projekata s ciljem pružanja inovativnih rješenja koja olakšavaju razvoj pojedinaca i koheziju društava. Njegova snaga prvenstveno leži u visokokvalifikovanom timu i rasprostranjenoj mreži međunarodnih partnera. Za ovaj projekat, organizacija će uključiti kadar koji čine stručnjaci za diseminaciju podataka, osiguranje kvaliteta, podsticanje preduzetničkog duha i inovacije."
    },
    {
        "name": "High school of Metalworking crafts",
        "img_url": "https://i0.wp.com/vet4wb.com/wp-content/uploads/2021/09/VEE1061.png?w=250&ssl=1",
        "country": "Bosnia and Herzegovina",
        "contact_person": "Elmedin Lukač",
        "email": "direktor@jussmz.com.ba",
        "description": "Srednja škola metalskih zanimanja nudi trogodišnje stručno obrazovanje iz svih vrsta metaloprerađivačkih obrazovnih profila kao što su ,između ostalog, automehaničar, limar, zavarivač, instalater centralnog grijanje i plinskih instalacija, instalater vodovodnih i sanitarnih instalacija, operater na CNC mašinama, zlatar-draguljar. Takođe, obrazuje tehničare iz područja automobilizma, mehatronike i vazduhoplovstva (održavanje motora i letjelica). Bosanskohercegovački partner će za projektne aktivnosti odabrati kadrove koji su ne samo stručno i pedagoški kompetentni već i otvoreni, spremni na promjene i razmjenu iskustava s kolegama i drugim saradnicima."
    }
]